[
  {
    "quote": "How much more harmful are the consequences of anger, than the circumstances that aroused them in us.",
    "author": "Marcus Aurelius",
    "tags": ["anger", "stoicism"]
  },
  {
    "quote": "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "author": "Plato",
    "tags": ["anger", "stoicism", "equanimity", "acceptance"]
  },
  {
    "quote": "Whatever is begun in anger ends in shame.",
    "author": "Benjamin Franklin",
    "tags": ["anger"]
  },
  {
    "quote": "A gentle answer turns away wrath, but harsh words turns up anger.",
    "author": "Proverbs 15:1",
    "tags": ["anger"]
  },
  {
    "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
    "author": "Ralph Waldo Emerson",
    "tags": ["anger", "peace of mind", "equanimity"]
  },
  {
    "quote": "And why should we feel anger at the world? As if the world would notice!",
    "author": "Euripides",
    "tags": ["anger", "stoicism", "equanimity", "acceptance"]
  },
  {
    "quote": "Sometimes the only thing you can control is your behavior and attitude.",
    "author": "13 Things Mentally Strong People Don't Do",
    "tags": ["anger", "equanimity", "acceptance"]
  },
  {
    "quote": "A man is about as big as the things that make him angry.",
    "author": "Sir Winston Churchill",
    "tags": ["anger"]
  },
  {
    "quote": "Keep this thought handy when you feel a fit of rage coming on -- it isn't manly to be enraged. Rather, gentleness and civility are more human, and therefore manlier. A real man doesn't give way to anger and discontent, and such a person has strength, courage, and endurance unlike the angry and complaining. The nearer a man comes to a calm mind, the closer he is to strength.",
    "author": "Marcus Aurelius",
    "tags": ["anger", "stoicism", "equanimity"]
  },
  {
    "quote": "When someone gets mad at you, de-escalate. When you feel yourself getting spun up, detach.",
    "author": "Jocko Willink",
    "tags": ["anger", "equanimity"]
  },
  {
    "quote": "Run down the list of those who felt intense anger at something: the most famous, the most unfortunate, the most hated, the most whatever: Where is all that now? Smoke, dust, legend... or not even a legend. Eventually, all of us will pass away and slowly be forgotten. We should enjoy this brief time we have on earth, not be enslaved to emotions that make us miserable and dissatisfied.",
    "author": "Ryan Holiday / Marcus Aurelius",
    "tags": ["anger", "stoicism", "equanimity"]
  },
  {
    "quote": "Repeatedly Marcus warns himself that anger and grief only serve to make bad situations worse. Being pissed off that someone was rude to you isn't soothing, it's agitating. Being sad that you've lost something doesn't bring it back, it exaggerates your sense of loss. It's like the first rule of holes: When you're in one, stop digging.",
    "author": "Ryan Holiday",
    "tags": ["anger", "stoicism"]
  },
  {
    "quote": "The half-life of negative emotions is incredibly short. If you stop thinking about what made you upset.",
    "author": "Sam Harris",
    "tags": ["anger", "right thinking", "equanimity", "acceptance"]
  },
  {
    "quote": "If someone succeeds in provoking you, realize that your mind is complicit in the provocation.",
    "author": "Epictetus",
    "tags": ["anger", "stoicism"]
  },
  {
    "quote": "Anger is punishment that you lay upon yourself for stupidity of others.",
    "author": "Unknown",
    "tags": ["anger"]
  },
  {
    "quote": "I feel fairly certain that my hatred harms me more than the people whom I hate.",
    "author": "Max Frisch, architect, playwright, and novelist (15 May 1911-1991)",
    "tags": ["anger", "kindness"]
  },
  {
    "quote": "Every time you find yourself irritated or angry with someone, the one to look at is not that person but yourself. The question to ask is not, 'What's wrong with this person?' but 'What does this irritation tell me about myself?'",
    "author": "Anthony de Mello",
    "tags": ["anger", "kindness"]
  },
  {
    "quote": "A loving person lives in a loving world, a hostile person lives in a hostile world. Everyone you meet is your mirror.",
    "author": "Ken Keyes, Jr.",
    "tags": ["love", "goodness", "kindness", "right living", "equanimity"]
  },
  {
    "quote": "There is always more goodness in the world than there appears to be, because goodness is of its very nature modest and retiring.",
    "author": "Evelyn Beatrice Hall, biographer (28 Sep 1868-1956)",
    "tags": ["love", "goodness"]
  },
  {
    "quote": "Nothing is a greater impediment to being on good terms with others than being ill at ease with yourself.",
    "author": "Honoré de Balzac",
    "tags": ["love", "goodness", "kindness", "equanimity", "acceptance"]
  },
  {
    "quote": "Every part of our personality that we do not love will become hostile to us.",
    "author": "Robert Bly",
    "tags": ["love", "goodness", "kindness", "compassion", "acceptance"]
  },
  {
    "quote": "The curious paradox is that when I accept myself just as I am, then I can change.",
    "author": "Carl Rogers",
    "tags": ["love", "goodness", "kindness", "acceptance"]
  },
  {
    "quote": "When people seem like they are mean, they're almost never mean. They're anxious.",
    "author": "Alain de Botton",
    "tags": ["love", "goodness", "compassion"]
  },
  {
    "quote": "I told him that in every family there are times when there is hurt, anger, alienation, but we cannot run away from our family. We have only one family, so we must make every effort to be reconciled.",
    "author": "Joseph Cardinal Bernardin, former Archbishop of Chicago",
    "tags": ["love", "goodness", "compassion", "acceptance"]
  },
  {
    "quote": "Reality has a way of shaping itself to your preconceived expectations.",
    "author": "Unknown",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "Your mind will take the shape of what you frequently hold in thought.",
    "author": "Marcus Aurelius",
    "tags": ["peace of mind", "stoicism", "right thinking"]
  },
  {
    "quote": "Such as are your habitual thoughts, such also will be the character of your mind.",
    "author": "Marcus Aurelius",
    "tags": ["peace of mind", "stoicism", "right thinking"]
  },
  {
    "quote": "Everything hangs on one's thinking. A man is as unhappy as he has convinced himself he is.",
    "author": "Seneca",
    "tags": ["peace of mind", "stoicism", "right thinking"]
  },
  {
    "quote": "Nothing is enough for the man to whom enough is too little.",
    "author": "Epicurus",
    "tags": ["peace of mind", "gratitude"]
  },
  {
    "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "author": "George Bernard Shaw",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "We suffer more in imagination than in reality.",
    "author": "Seneca",
    "tags": ["peace of mind", "stoicism", "right thinking"]
  },
  {
    "quote": "There is good in everything, if only we look for it.",
    "author": "Laura Ingalls Wilder",
    "tags": ["peace of mind", "goodness"]
  },
  {
    "quote": "To a disciple who was forever complaining about others, the Master said, 'If it is peace you want, seek to change yourself, not other people. It is easier to protect your feet with slippers than to carpet the whole of the earth.'",
    "author": "Anthony de Mello",
    "tags": ["peace of mind", "right thinking", "equanimity", "acceptance"]
  },
  {
    "quote": "Are you committed to being happy, no matter what happens to you?",
    "author": "Tony Robbins",
    "tags": ["peace of mind", "acceptance"]
  },
  {
    "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.",
    "author": "Epicurus",
    "tags": ["peace of mind", "gratitude"]
  },
  {
    "quote": "To enjoy life, you don't need fancy nonsense, but you do need to control your time and realize that most things just aren't as serious as you make them out to be.",
    "author": "Tim Ferriss",
    "tags": ["life", "acceptance", "minimalism"]
  },
  {
    "quote": "What you resist persists.",
    "author": "Carl Jung",
    "tags": ["peace of mind", "acceptance"]
  },
  {
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.",
    "author": "Joseph Addison",
    "tags": ["peace of mind", "love"]
  },
  {
    "quote": "We have a right to our labor, not to the fruits of our labor.",
    "author": "Bhagavad Gita",
    "tags": ["peace of mind", "gratitude", "discipline"]
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Jalaluddin Rumi",
    "tags": ["peace of mind", "love", "kindness"]
  },
  {
    "quote": "Care about what other people think and you'll always be their prisoner.",
    "author": "Lao Tzu",
    "tags": ["peace of mind", "equanimity"]
  },
  {
    "quote": "You'll stop worrying what others think about you when you realize how seldom they do.",
    "author": "David Foster Wallace",
    "tags": ["peace of mind", "equanimity"]
  },
  {
    "quote": "Things don't happen to you. They just happen.",
    "author": "Unknown",
    "tags": ["peace of mind", "equanimity", "acceptance"]
  },
  {
    "quote": "Calm your mind. Train your body. Master your craft. Be present in the moment.",
    "author": "Unknown",
    "tags": ["peace of mind", "discipline", "mindfulness"]
  },
  {
    "quote": "You don't have to be responsible for the world you're in.",
    "author": "John von Neumann",
    "tags": ["peace of mind", "life", "equanimity"]
  },
  {
    "quote": "The mind is its own place, and in itself / Can make a heaven of hell, a hell of heaven.",
    "author": "John Milton, poet (9 Dec 1608-1674)",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "Now that your worry has proved such an un-lucrative business, why not find a better job",
    "author": "Hafez",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "Care enough about your practice to put out your best effort. But don't care so much that if you are unsuccessful at making your desired progress, it will be a problem for you.",
    "author": "Lee Parks",
    "tags": ["peace of mind", "discipline", "learning"]
  },
  {
    "quote": "Desire is a contract you make with yourself to be unhappy until you get what you want. I try not to have more than one big desire in my life at any given time, and I also recognize that as the axis of my suffering.",
    "author": "Naval Ravikant",
    "tags": ["peace of mind", "buddhism"]
  },
  {
    "quote": "When you choose what media to consume, you are choosing your future thoughts and perspectives and opinions. And if you choose poorly, you will think poorly.",
    "author": "Marshall McLuhan",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "Contentment is, after all, simply refined indolence.",
    "author": "Thomas Chandler Haliburton, author, judge, and politician (17 Dec 1796-1865)",
    "tags": ["peace of mind"]
  },
  {
    "quote": "You cannot control the mind with the mind",
    "author": "Unknown",
    "tags": ["peace of mind", "right thinking"]
  },
  {
    "quote": "The happiest is the person who suffers the least pain; the most miserable who enjoys the least pleasure.",
    "author": "Jean-Jacques Rousseau, philosopher and author (28 Jun 1712-1778)",
    "tags": ["peace of mind"]
  },
  {
    "quote": "The only Zen you find on the tops of mountains is the Zen you bring up there.",
    "author": "Robert M. Pirsig, author and philosopher (6 Sep 1928-2017)",
    "tags": ["peace of mind"]
  },
  {
    "quote": "It's hard to have a good day with a bad attitude, and it's hard to have a bad day with a good attitude.",
    "author": "Dr. Paul O",
    "tags": ["right living", "right thinking"]
  },
  {
    "quote": "It is remarkable how much long-term advantage people like us have gotten by trying to be consistently not stupid, instead of trying to be very intelligent.",
    "author": "Charlie Munger",
    "tags": ["right thinking"]
  },
  {
    "quote": "Live as if you were living already for the second time and as if you had acted the first time as wrongly as you are about to act now.",
    "author": "Viktor Frankl",
    "tags": ["right living"]
  },
  {
    "quote": "Character is fate.",
    "author": "Heraclitus",
    "tags": ["right living"]
  },
  {
    "quote": "Easy choices, hard life. Hard choices, easy life.",
    "author": "Jerzy Gregorek",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "Let us conduct ourselves so that all men wish to be our friends and all fear to be our enemies.",
    "author": "Alexander the Great",
    "tags": ["right living"]
  },
  {
    "quote": "It's not who you think you are or who you want to be. You are what you do consistently.",
    "author": "Unknown",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "We are what we repeatedly do, therefore, excellence is not an act but a habit.",
    "author": "Aristotle",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "It is easier to act yourself into a new way of thinking, than it is to think yourself into a new way of acting.",
    "author": "Millard Fuller",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "In the beginner's mind there are many possibilities; In the expert's, there are few.",
    "author": "Zen Master Shunryu Suzuki",
    "tags": ["right living", "buddhism", "zen"]
  },
  {
    "quote": "Our fatal mistake is waiting to be motivated before we take action. Action motivates.",
    "author": "Unknown",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "Live in a way that makes time your friend, not your enemy.",
    "author": "Unknown",
    "tags": ["life", "right living"]
  },
  {
    "quote": "I want to walk through life instead of being dragged through it.",
    "author": "Alanis Morissette",
    "tags": ["life"]
  },
  {
    "quote": "You cannot step in the same river twice.",
    "author": "Heraclitus",
    "tags": ["life"]
  },
  {
    "quote": "Our capacity to make peace with another person and with the world depends very much on our capacity to make peace with ourselves.",
    "author": "Thich Nhat Hanh",
    "tags": ["right living", "love", "kindness", "acceptance", "equanimity"]
  },
  {
    "quote": "Don't believe everything you think.",
    "author": "BJ Miller",
    "tags": ["right thinking"]
  },
  {
    "quote": "If you don't set a baseline standard for what you'll accept in life, you'll find it's easy to slip into behaviors and attitudes or a quality of life that's far below what you deserve.",
    "author": "Forged",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "author": "Johann Wolfgang von Goethe",
    "tags": ["right living", "right thinking", "discipline"]
  },
  {
    "quote": "This is not your responsibility but it is your problem.",
    "author": "Cheryl Strayed",
    "tags": ["life", "acceptance"]
  },
  {
    "quote": "Better to trip with the feet than with the tongue.",
    "author": "Zeno",
    "tags": ["life", "right speech"]
  },
  {
    "quote": "You can get comfortable while starving in North Korea.",
    "author": "Jocko Willink",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "The purpose of a habit is to remove that action from self-negotiation. You no longer expend energy deciding whether to do it. You just do it. Good habits can range from telling the truth, to flossing.",
    "author": "Kevin Kelly",
    "tags": ["life", "right living"]
  },
  {
    "quote": "The world is changed by your example, not by your opinion.",
    "author": "@paulocoelho",
    "tags": ["right living"]
  },
  {
    "quote": "In my whole life, I have known no wise people (over a broad subject matter area) who didn't read all the time, none, zero. You'd be amazed at how much Warren reads, and at how much I read. My children laugh at me. They think I'm a book with a couple of legs sticking out.",
    "author": "Charlie Munger",
    "tags": ["right living", "learning"]
  },
  {
    "quote": "Patience is also a form of action.",
    "author": "Auguste Rodin, sculptor (12 Nov 1840-1917)",
    "tags": ["right living", "patience"]
  },
  {
    "quote": "A change is as good as a rest.",
    "author": "Unknown",
    "tags": []
  },
  {
    "quote": "The power of the spoken word is like a bullet leaving a rifle. Once it's said it can never be taken back and can cause great damage.",
    "author": "Former Navy SEAL",
    "tags": ["right speech"]
  },
  {
    "quote": "I never think of the future. It comes soon enough.",
    "author": "Albert Einstein",
    "tags": ["right living", "mindfulness"]
  },
  {
    "quote": "We often contradict an opinion for no other reason than that we do not like the tone in which it is expressed.",
    "author": "Friedrich Nietzsche",
    "tags": ["right speech"]
  },
  {
    "quote": "You miss 100% of the shots you don't take.",
    "author": "Wayne Gretzky",
    "tags": ["life"]
  },
  {
    "quote": "Better keep yourself clean and bright; you are the window through which you must see the world.",
    "author": "George Bernard Shaw, writer, Nobel laureate (26 Jul 1856-1950)",
    "tags": ["right living"]
  },
  {
    "quote": "If there existed no external means for dimming their consciences, one-half of the men would at once shoot themselves, because to live contrary to one's reason is a most intolerable state, and all men of our time are in such a state.",
    "author": "Leo Tolstoy, novelist and philosopher (9 Sep 1828-1910)",
    "tags": ["right living"]
  },
  {
    "quote": "Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation. Tooting, howling, screeching, booming, crashing, whistling, grinding, and trilling bolster his ego.",
    "author": "Jean Arp, artist and poet (16 Sep 1887-1948)",
    "tags": ["right living", "mindfulness"]
  },
  {
    "quote": "Few things are as important to your quality of life as your choices about how to spend the precious resource of your free time.",
    "author": "Winifred Gallagher",
    "tags": ["life", "right living", "discipline"]
  },
  {
    "quote": "A mature person is one who does not think only in absolutes, who is able to be objective even when deeply stirred emotionally, who has learned that there is both good and bad in all people and in all things, and who walks humbly and deals charitably with the circumstances of life, knowing that in this world no one is all knowing and therefore all of us need both love and charity.",
    "author": "Eleanor Roosevelt, diplomat and writer (11 Oct 1884-1962)",
    "tags": ["right living", "goodness", "love", "humility"]
  },
  {
    "quote": "The human mind is inspired enough when it comes to inventing horrors; it is when it tries to invent a heaven that it shows itself cloddish.",
    "author": "Evelyn Waugh, novelist (28 Oct 1903-1966)",
    "tags": ["life"]
  },
  {
    "quote": "A lack of patience changes the outcome.",
    "author": "Farnam Street",
    "tags": ["right living", "patience"]
  },
  {
    "quote": "Happiness is a choice and a skill.",
    "author": "Naval Ravikant",
    "tags": ["right living", "right thinking"]
  },
  {
    "quote": "The lust for comfort murders the passions of the soul.",
    "author": "Kahlil Gibran, mystic, poet, and artist (6 Jan 1883-1931)",
    "tags": ["life"]
  },
  {
    "quote": "No one is useless in this world who lightens the burden of it for anyone else.",
    "author": "Charles Dickens, novelist (7 Feb 1812-1870)",
    "tags": ["life"]
  },
  {
    "quote": "Freedom isn't secured by filling up on your heart's desire but by removing your desire.",
    "author": "Epictetus",
    "tags": ["right living", "stoicism", "gratitude", "minimalism"]
  },
  {
    "quote": "The only man I know who behaves sensibly is my tailor; he takes my measurements anew each time he sees me. The rest go on with their old measurements and expect me to fit them.",
    "author": "George Bernard Shaw",
    "tags": ["life"]
  },
  {
    "quote": "The past is to be respected and acknowledged, but not to be worshipped. It is our future in which we will find our greatness.",
    "author": "Pierre Trudeau, 15th Prime Minister of Canada (18 Oct 1919-2000)",
    "tags": ["life", "right living"]
  },
  {
    "quote": "His mother had often said, When you choose an action, you choose the consequences of that action. She had emphasized the corollary of this axiom even more vehemently: when you desired a consequence you had damned well better take the action that would create it.",
    "author": "Lois McMaster Bujold, writer (b. 2 Nov 1949)",
    "tags": ["right living"]
  },
  {
    "quote": "Do not confuse effort with results. Just because you put in the effort does not mean you'll get the desired result. Results are accumulated in drops but lost in buckets. Make sure you're not undoing the things you're trying to accomplish.",
    "author": "Shane Parrish",
    "tags": ["right living", "work"]
  },
  {
    "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.",
    "author": "Leo Buscaglia, author, speaker and professor (31 Mar 1924-1998)",
    "tags": ["kindness"]
  },
  {
    "quote": "Nature never said to me: Do not be poor. Still less did she say: Be rich. Her cry to me was always: Be independent.",
    "author": "Nicolas de Chamfort, writer (6 Apr 1741-1794)",
    "tags": ["life"]
  },
  {
    "quote": "Who are we but the stories we tell ourselves, about ourselves, and believe?",
    "author": "Scott Turow, author and lawyer (b. 12 Apr 1949)",
    "tags": ["right living", "right thinking"]
  },
  {
    "quote": "If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.",
    "author": "Horace Mann, educational reformer (4 May 1796-1859)",
    "tags": ["right living"]
  },
  {
    "quote": "How can we expect righteousness to prevail when there is hardly anyone willing to give himself up individually to a righteous cause... It is such a splendid sunny day, and I have to go. But how many have to die on the battlefield in these days, how many young, promising lives. What does my death matter if by our acts thousands are warned and alerted.",
    "author": "Sophie Scholl, student and anti-Nazi activist (9 May 1921-1943) [Her last words before being executed by guillotine.]",
    "tags": ["right living"]
  },
  {
    "quote": "Those who are happiest are those who do the most for others.",
    "author": "Booker T. Washington",
    "tags": ["right living", "generosity"]
  },
  {
    "quote": "Nothing is worth more than this day.",
    "author": "Johann Wolfgang von Goethe",
    "tags": ["right living", "mindfulness"]
  },
  {
    "quote": "Mimicking the herd invites regression to the mean.",
    "author": "Charlie Munger",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "If you do what everyone else is doing, you shouldn't be surprised to get the same results everyone else is getting.",
    "author": "Unknown",
    "tags": ["decision making", "discipline"]
  },
  {
    "quote": "Many a false step was made by standing still.",
    "author": "Fortune Cookie",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "If you want to make the wrong decision, ask everyone.",
    "author": "Naval Ravikant",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "Failing to consider second, and third-order consequences is the cause of a lot of painfully bad decisions, and it is especially deadly when the first inferior option confirms your own biases. Never seize on the first available option, no matter how good it seems, before you've asked questions and explored.",
    "author": "Ray Dalio",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "If everything you do needs to work on a three-year time horizon, then you're competing against a lot of people. But if you're willing to invest on a seven-year time horizon, you're now competing against a fraction of those people, because very few companies are willing to do that.",
    "author": "Jeff Bezos",
    "tags": ["strategy"]
  },
  {
    "quote": "Prioritization often matters more than productivity. Getting the right things done slowly is still much more effective than getting the wrong things done quickly.",
    "author": "Taylor Pearson",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "Retreat, hell! We're not retreating, we're just advancing in a different direction.",
    "author": "Oliver P. Smith, Four Star General, US Marine Corp",
    "tags": ["adversity", "leadership"]
  },
  {
    "quote": "People waste years because they won't waste hours.",
    "author": "Unknown",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "A change in perspective is worth 80 IQ points.",
    "author": "Alan Kay, computer scientist (b. 17 May 1940)",
    "tags": ["humility"]
  },
  {
    "quote": "Only when the tide goes out do you discover who's been swimming naked.",
    "author": "Warren Buffet",
    "tags": ["strategy", "decision making"]
  },
  {
    "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come.",
    "author": "Anne Lamott",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "You don't always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens.",
    "author": "Mandy Hale",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "My barn having burned down, I can now see the moon.",
    "author": "Mizuta Masahide (17th century Japanese poet and samurai)",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "We can't plan life. All we can do is be available for it.",
    "author": "Lauryn Hill",
    "tags": ["life"]
  },
  {
    "quote": "Do I not destroy my enemies when I make them my friends?",
    "author": "Abraham Lincoln",
    "tags": ["amends"]
  },
  {
    "quote": "Everything that hurts us, everything that is some way negative in a given situation, whether you will become wise or become wounded is your choice.",
    "author": "Sadhguru",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "It's not what happens to you, but how you react to it that matters.",
    "author": "Epictetus",
    "tags": ["obstacles", "adversity", "resilience", "stoicism", "fortitude"]
  },
  {
    "quote": "How does it help, to make troubles heavier by bemoaning them?",
    "author": "Seneca",
    "tags": ["obstacles", "adversity", "resilience", "stoicism", "fortitude"]
  },
  {
    "quote": "If only you can go through difficult times with inner grace, you will see that every situation we face is an opportunity to enhance our lives.",
    "author": "Sadhguru",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "What matters most is how well you walk through the fire.",
    "author": "Charles Bukowski",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Those things that hurt, instruct.",
    "author": "Benjamin Franklin",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind.",
    "author": "John Neal, author and critic (25 Aug 1793-1876)",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "Create small victories anywhere you can to keep moral up.",
    "author": "Unknown",
    "tags": ["leadership", "resilience", "obstacles", "adversity"]
  },
  {
    "quote": "You're in control of how you respond to the ups and downs of life. You're in control of how you talk to yourself.",
    "author": "Unknown",
    "tags": ["right thinking", "resilience", "adversity"]
  },
  {
    "quote": "How do you choose to suffer?",
    "author": "Unknown",
    "tags": ["life", "fortitude"]
  },
  {
    "quote": "Pain is inevitable. Suffering is optional.",
    "author": "Unknown",
    "tags": ["life", "fortitude"]
  },
  {
    "quote": "When you're up to your nose in shit, keep your mouth shut.",
    "author": "Jack Beauregard in My Name is Nobody (1973), played by Henry Fonda",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Stick with the situation at hand. Why is this so unbearable? Why can't I endure it? You'll be embarrassed to answer.",
    "author": "Marcus Aurelius",
    "tags": ["obstacles", "adversity", "resilience", "stoicism", "fortitude"]
  },
  {
    "quote": "The pity party was not well attended.",
    "author": "Unknown",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Happy events make life delightful but they do not lead to self-discovery and growth and freedom. That privilege is reserved to the things and persons and situations that cause us pain.",
    "author": "Anthony De Mello",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "Demand not that events should happen as you wish; but wish them to happen as they do happen, and your life will be serene.",
    "author": "Epictetus",
    "tags": ["obstacles", "adversity", "resilience", "stoicism"]
  },
  {
    "quote": "The best things are the most difficult.",
    "author": "Plutarch",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "The greatest danger that may befall anyone, is to fall into a rut.",
    "author": "Frank H. Cheley",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "Life is like being at the dentist. You always think that the worst is still to come, and yet it is over already.",
    "author": "Otto von Bismarck",
    "tags": ["adversity", "resilience", "mindfulness"]
  },
  {
    "quote": "With despair, true optimism begins: the optimism of the man who expects nothing, who knows he has no rights and nothing coming to him, who rejoices in counting on himself alone and in acting alone for the good of all.",
    "author": "Jean-Paul Sartre",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "No plan survives contact with the enemy.",
    "author": "Helmuth von Moltke the Elder",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Stop your entitled fucking whining and seize the opportunities around you.",
    "author": "Pat Mcnamara",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Persistence and resilience only come from having been given the chance to work through difficult problems.",
    "author": "Gever Tulley",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "There is a realization from which all potential personal growth emerges. This is the realization that you are responsible for everything you do in your life, no matter the external circumstances.",
    "author": "Unknown",
    "tags": ["life"]
  },
  {
    "quote": "That you will have some hard times and some discouraging times I have no question; but this is merely another way of saying that you will share the common lot.",
    "author": "Theodore Roosevelt in a letter to his son Theodore III",
    "tags": ["obstacles", "adversity", "resilience", "fortitude", "life"]
  },
  {
    "quote": "Success comes to the lowly and to the poorly talented, but the special characteristic of a great person is to triumph over the disasters and panics of human life.",
    "author": "Seneca, On Providence, 4.1",
    "tags": ["obstacles", "adversity", "resilience", "stoicism", "fortitude"]
  },
  {
    "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer the negative elements in your life, don't sit at home and think about it. Go out and get busy!",
    "author": "Dale Carnegie",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "It is a crime to despair. We must learn to draw from misfortune the means of future strength.",
    "author": "Winston Churchill",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "The soul would have no rainbow had the eyes no tears.",
    "author": "John Vance Cheney, poet (29 Dec 1848-1922)",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "Continuous effort -- not strength or intelligence -- is the key to unlocking our potential.",
    "author": "Winston Churchill",
    "tags": ["resilience", "discipline"]
  },
  {
    "quote": "Smooth seas don't make for skillful sailors.",
    "author": "African Proverb",
    "tags": ["obstacles", "adversity", "resilience"]
  },
  {
    "quote": "To bear up under loss, to fight the bitterness of defeat and the weakness of grief, to be victor over anger, to smile when tears are close, to resist evil men and base instincts, to hate hate and to love love, to go on when it would seem good to die, to seek ever after the glory and the dream, to look up with unquenchable faith in something evermore about to be, that is what any man can do, and so be great.",
    "author": "Zane Grey, author (31 Jan 1872-1939)",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "You are a great man; but how am I to know it, if fortune gives you no opportunity of showing your virtue? For a man cannot know himself without trial. No one ever learnt what he could do without putting himself to the test.",
    "author": "Seneca",
    "tags": ["obstacles", "adversity", "resilience", "stoicism", "fortitude"]
  },
  {
    "quote": "The secret of joy is the mastery of pain.",
    "author": "Anais Nin, writer (21 Feb 1903-1977)",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "In the gap between who we wish one day to be and who we are at present, must come pain, anxiety, envy and humiliation.",
    "author": "Alain de Botton",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "'What is the secret of your serenity?' Said the Master, 'Wholehearted cooperation with the inevitable.'",
    "author": "Anthony de Mello",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "When I started counting my blessings, my whole life turned around.",
    "author": "Willie Nelson",
    "tags": ["gratitude", "resilience"]
  },
  {
    "quote": "It takes two things to bowl over a tree, a heavy wind outside and decay inside. Much of the moral wreckage is caused by inner cynicism, a disgust with life's futility, an inability to see sense in it. A person in that mood is an easy mark for the next high wind.",
    "author": "Art Sisson",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.",
    "author": "Helen Keller",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "author": "Thich Nhat Hanh",
    "tags": ["equanimity"]
  },
  {
    "quote": "It's never too late to start over, never too late to be happy.",
    "author": "Jane Fonda",
    "tags": ["resilience", "acceptance", "equanimity"]
  },
  {
    "quote": "Most men pursue pleasure with such breathless haste that they hurry past it.",
    "author": "Søren Kierkegaard",
    "tags": ["mindfulness", "equanimity"]
  },
  {
    "quote": "Above all, be the heroine of your life, not the victim.",
    "author": "Nora Ephron",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "When things go bad, don't go with them.",
    "author": "Elvis Presley",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Never give up, for that is just the place and time that the tide will turn.",
    "author": "Harriet Beecher Stowe",
    "tags": ["obstacles", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "Stay close to anything that makes you glad that you're alive.",
    "author": "Hafez",
    "tags": ["gratitude", "life"]
  },
  {
    "quote": "Unless you do the right things, the right things will not happen to you.",
    "author": "Sadhguru",
    "tags": ["focus", "discipline", "right living"]
  },
  {
    "quote": "What information consumes is rather obvious: it consumes the attention of its recipients. Hence a wealth of information creates a poverty of attention, and a need to allocate that attention efficiently among the overabundance of information sources that might consume it.",
    "author": "Herbert Simon",
    "tags": ["focus"]
  },
  {
    "quote": "In a world deluged by irrelevant information, clarity is power.",
    "author": "Yuval Harari",
    "tags": ["focus"]
  },
  {
    "quote": "If more information was the answer, then we'd all be billionaires with perfect abs.",
    "author": "Unknown",
    "tags": ["focus", "discipline"]
  },
  {
    "quote": "If you learn something slowly, you forget it slowly. If you learn something very quickly, you forget it almost immediately.",
    "author": "Itzhak Perlman",
    "tags": ["focus", "learning"]
  },
  {
    "quote": "Imagine what you could accomplish if you weren't focused on being busy all the time.",
    "author": "Unknown",
    "tags": ["focus", "discipline"]
  },
  {
    "quote": "When the pressure mounts to be productive every minute of the day, we have much to gain from doing all we can to carve out time to play.",
    "author": "Farnam Street",
    "tags": ["life"]
  },
  {
    "quote": "In a world of distraction, single-tasking is a super power.",
    "author": "Tim Ferris",
    "tags": ["focus"]
  },
  {
    "quote": "Sit, sit. Walk, walk. Don't wobble.",
    "author": "Zen proverb",
    "tags": ["focus", "buddhism", "zen", "mindfulness"]
  },
  {
    "quote": "Choose the pain of discipline, not the pain of regret.",
    "author": "Derek Sivers",
    "tags": ["focus", "discipline"]
  },
  {
    "quote": "If you're thinking without writing, you only think you're thinking.",
    "author": "Leslie Lamport",
    "tags": ["focus", "learning"]
  },
  {
    "quote": "Bitter are the roots of study, but how sweet their fruit.",
    "author": "Cato",
    "tags": ["focus", "discipline", "learning"]
  },
  {
    "quote": "Three men make a tiger.",
    "author": "Chinese Proverb",
    "tags": ["truth", "deception"]
  },
  {
    "quote": "A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth.",
    "author": "Daniel Kahneman.",
    "tags": ["truth", "deception"]
  },
  {
    "quote": "The fewer the facts, the stronger the opinion.",
    "author": "Arnold H. Glasow",
    "tags": ["truth"]
  },
  {
    "quote": "The fact that we live at the bottom of a deep gravity well, on the surface of a gas-covered planet going around a nuclear fireball 90 million miles away and think this to be normal, is obviously some indication of how skewed our perspective tends to be.",
    "author": "Douglas Adams, author (11 Mar 1952-2001)",
    "tags": ["truth", "perception"]
  },
  {
    "quote": "You are seeing everything in the mirror of your mind, and the mirror is wonky. First, fix it.",
    "author": "Sadhguru",
    "tags": ["truth", "perception"]
  },
  {
    "quote": "You can't reason someone out of something they didn't reason themselves into.",
    "author": "Unknown",
    "tags": ["truth"]
  },
  {
    "quote": "Where it is a duty to worship the sun, it is pretty sure to be a crime to examine the laws of heat.",
    "author": "John Morley, statesman and writer (24 Dec 1838-1923)",
    "tags": ["truth"]
  },
  {
    "quote": "Where there is perception, there is deception.",
    "author": "The Buddha",
    "tags": ["truth", "perception", "deception", "buddhism"]
  },
  {
    "quote": "There is more wisdom in your body than in your deepest philosophy.",
    "author": "Friedrich Nietzsche",
    "tags": ["truth"]
  },
  {
    "quote": "Truth-tellers are not always palatable. There is a preference for candy bars.",
    "author": "Gwendolyn Brooks, poet (7 Jun 1917-2000)",
    "tags": ["truth"]
  },
  {
    "quote": "I would rather have questions that can't be answered than answers that can't be questioned.",
    "author": "Richard Feynman",
    "tags": ["truth"]
  },
  {
    "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
    "author": "Saul Bellow, writer, Nobel laureate (10 Jun 1915-2005)",
    "tags": ["truth"]
  },
  {
    "quote": "In a room where people unanimously maintain a conspiracy of silence, one word of truth sounds like a pistol shot.",
    "author": "Czeslaw Milosz, poet and novelist (30 Jun 1911-2004)",
    "tags": ["truth"]
  },
  {
    "quote": "Culture eats strategy for breakfast.",
    "author": "Unknown",
    "tags": ["leadership"]
  },
  {
    "quote": "People don't do what you expect, people do what you inspect.",
    "author": "John Boyd",
    "tags": ["leadership"]
  },
  {
    "quote": "Losers react, leaders anticipate.",
    "author": "Tony Robbins",
    "tags": ["leadership"]
  },
  {
    "quote": "Detach. Look around. Make a call.",
    "author": "Jocko Willink",
    "tags": ["leadership"]
  },
  {
    "quote": "When Alexander the Great visited Diogenes and asked whether he could do anything for the famed teacher, Diogenes replied: 'Only stand out of my light.' Perhaps some day we shall know how to heighten creativity. Until then, one of the best things we can do for creative men and women is to stand out of their light.",
    "author": "John W. Gardner, author and educator (8 Oct 1912-2002)",
    "tags": ["leadership"]
  },
  {
    "quote": "One cannot hire a hand; the whole man always comes with it.",
    "author": "Peter Drucker, management consultant, professor, and writer (19 Nov 1909-2005)",
    "tags": ["leadership"]
  },
  {
    "quote": "Not all readers are leaders, but all leaders are readers.",
    "author": "Harry Truman",
    "tags": ["leadership"]
  },
  {
    "quote": "If you hire only those people you understand, the company will never get people better than you are. Always remember that you often find outstanding people among those you don't particularly like.",
    "author": "Soichiro Honda, industrialist (17 Nov 1906-1991)",
    "tags": ["leadership"]
  },
  {
    "quote": "There is no stronger example than yourself. Remind yourself that your actions, perhaps more than anything else, are shaping the little person. Do your best, to be at your best.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Punishment teaches the child only how to punish. Scolding teaches him how to scold. By showing him that we understand, we teach him to understand. By helping him, we teach him to help. He learns cooperation by cooperating.",
    "author": "Dr. Ernst Papanek",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "A father said to his son, 'Be careful where you walk.' The son responded, 'You be careful, remember that I follow in your footsteps.'",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "The best way of training the young is to train yourself at the same time; not to admonish them, but to be seen never doing that of which you would admonish them.",
    "author": "Plato",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "The Spartan King Agesilaus was once asked, almost 2500 years ago now, what children should be taught, to which he replied, 'What they will also use when they become men.'",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "You must raise only cattle and sheep. You don't raise human beings. You have to cultivate a human being.",
    "author": "Sadhguru",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "The way we talk to our children becomes their inner voice.",
    "author": "Peggy O'Mara",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "They're not giving you a hard time, they're having a hard time.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "It's hard being a little person. Be gentle and patient.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Stop focusing on your day and start focusing on THEIR day.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "He needs infinite patience and discipline.",
    "author": "John Steinbeck",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Come on, gentlemen, let's attack this day with an enthusiasm unknown to mankind.",
    "author": "Jack Harbaugh",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "It's easier to build strong children than repair broken men.",
    "author": "Frederick Douglass",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "The tougher I am on you, the easier your life will be. The easier I go on you, the tougher your life will be.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "A man who does not prepare his son for his own death, has failed as a father.",
    "author": "Unknown",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "When you raise your kids, you're the bow, they're the arrow, and you just try to aim them in the best direction that you can, and hopefully your aim isn't too off.",
    "author": "Jamie Foxx",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Every father should remember one day his son will follow his example, not his advice.",
    "author": "Charles Kettering",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Children have never been very good at listening to their elders, but they have never failed to imitate them.",
    "author": "James Baldwin",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.",
    "author": "Booker T. Washington, reformer, educator, and author (5 Apr 1856-1915)",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "What a child doesn't receive he can seldom later give.",
    "author": "P.D. James (Phyllis Dorothy James), novelist (3 Aug 1920-2014)",
    "tags": ["parenting", "fatherhood"]
  },
  {
    "quote": "Life is what it is, and you either accept it or you don't. Either you let the current sweep you out to sea, or you swim against the current as it sweeps you out to sea.",
    "author": "Aaron Thier",
    "tags": ["life", "acceptance", "equanimity"]
  },
  {
    "quote": "Life is not waiting for the storm to pass, it's learning how to dance in the rain.",
    "author": "Vivian Green",
    "tags": ["life", "acceptance", "adversity", "obstacles", "equanimity"]
  },
  {
    "quote": "If a man knows not which port he sails, no wind is favorable.",
    "author": "Seneca",
    "tags": ["life", "stoicism", "focus"]
  },
  {
    "quote": "Remember that reputation and integrity are your most valuable assets, and can be lost in a heartbeat.",
    "author": "Charlie Munger",
    "tags": ["life", "integrity"]
  },
  {
    "quote": "The price of anything is the amount of life you exchange for it.",
    "author": "Henry David Thoreau",
    "tags": ["life"]
  },
  {
    "quote": "Be tolerant with others and strict with yourself.",
    "author": "Marcus Aurelius",
    "tags": ["life", "stoicism", "discipline"]
  },
  {
    "quote": "By failing to prepare, you are preparing to fail.",
    "author": "Benjamin Franklin",
    "tags": ["life", "discipline"]
  },
  {
    "quote": "What is important is seldom urgent and what is urgent is seldom important.",
    "author": "Dwight D. Eisenhower",
    "tags": ["focus"]
  },
  {
    "quote": "It's not the years in your life that count. It's the life in your years.",
    "author": "Abraham Lincoln",
    "tags": ["life", "right living"]
  },
  {
    "quote": "Pure hell forces action, but anything less can be endured with enough clever rationalization.",
    "author": "Tim Ferriss",
    "tags": ["life"]
  },
  {
    "quote": "There are only three sports: bullfighting, motor racing, and mountaineering; all the rest are merely games.",
    "author": "Ernest Hemingway",
    "tags": ["life"]
  },
  {
    "quote": "Whether you think you can or you think you can't, you are right.",
    "author": "Henry Ford",
    "tags": ["focus", "discipline"]
  },
  {
    "quote": "Do not give what is holy to the dogs; nor cast your pearls before swine, lest they trample them under their feet, and turn and tear you in pieces.",
    "author": "Matthew 7:6",
    "tags": ["life"]
  },
  {
    "quote": "If the first thing you do each morning is to eat a live frog, you can go through the day with the satisfaction of knowing that that is probably the worse things that is going to happen to you all day long.",
    "author": "Mark Twain",
    "tags": ["discipline"]
  },
  {
    "quote": "A society that separates its scholars from its warriors, will have its thinking done by cowards and its fighting done by fools.",
    "author": "Thucydides",
    "tags": ["politics"]
  },
  {
    "quote": "In a consumer society there are inevitably two kinds of slaves: the prisoners of addiction and the prisoners of envy.",
    "author": "Ivan Illich, philosopher and priest (4 Sep 1926-2002)",
    "tags": ["minimalism"]
  },
  {
    "quote": "I learned thirty years ago that it is foolish to scold. I have enough trouble overcoming my own limitations without fretting over the fact that God has not seen fit to distribute evenly the gift of intelligence.",
    "author": "John Wanamaker",
    "tags": ["life", "humility"]
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi",
    "tags": ["life"]
  },
  {
    "quote": "In life, everything is lost. Everything. At some point, everything goes away, and therefore to have anything at all, we must be willing to accommodate that loss.",
    "author": "Mark Manson",
    "tags": ["life", "equanimity", "acceptance", "fortitude", "impermanence"]
  },
  {
    "quote": "It is not what life offers, but what we believe that life should offer that prevents us from experiencing happiness. So let go of your expectations and lower the importance of your personal happiness. Thereby you will lower the stress you experience from not being as happy as you think you should be.",
    "author": "Seph Fontane Pennock, [https://positivepsychology.com/parenthood-paradox]",
    "tags": ["life"]
  },
  {
    "quote": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.",
    "author": "Carl Sagan",
    "tags": ["life", "science"]
  },
  {
    "quote": "There are two tragedies in life, not getting what you want, and getting it.",
    "author": "Oscar Wilde",
    "tags": ["life", "equanimity"]
  },
  {
    "quote": "Once you choose hope, anything's possible.",
    "author": "Christopher Reeve",
    "tags": ["life"]
  },
  {
    "quote": "Nobody made a greater mistake than he who did nothing because he could do only a little.",
    "author": "Edmund Burke, statesman and writer (12 Jan 1729-1797)",
    "tags": ["life"]
  },
  {
    "quote": "Whoever does not have two-thirds of his day for himself, is a slave, whatever he may be: a statesman, a businessman, an official, or a scholar.",
    "author": "Friedrich Nietzsche",
    "tags": ["right living"]
  },
  {
    "quote": "As long as a man stands in his own way, everything seems to be in his way.",
    "author": "Ralph Waldo Emerson",
    "tags": ["right living", "equanimity"]
  },
  {
    "quote": "H. sapiens is the species that invents symbols in which to invest passion and authority, then forgets that symbols are inventions.",
    "author": "Joyce Carol Oates, writer (b. 16 Jun 1938)",
    "tags": ["equanimity"]
  },
  {
    "quote": "When a man is wrapped up in himself he makes a pretty small package.",
    "author": "John Ruskin, author, art critic, and social reformer (8 Feb 1819-1900)",
    "tags": ["humility"]
  },
  {
    "quote": "The more I read, the more I acquire, the more certain I am that I know nothing.",
    "author": "Voltaire",
    "tags": ["humility"]
  },
  {
    "quote": "I never allow myself to have an opinion on anything that I don't know the other side's argument better than they do.",
    "author": "Charlie Munger",
    "tags": ["right thinking", "learning"]
  },
  {
    "quote": "It isn't a sufficiently strong purpose to make you form the habit of doing the things you don't like to do for the very simple reason that it is easier to adjust ourselves to the hardships of a poor living than it is to adjust ourselves to the hardships of making a better one.",
    "author": "Albert E. N. Gray - The Common Denominator of Success",
    "tags": ["right living"]
  },
  {
    "quote": "I am an old man and have known a great many troubles, but most of them never happened.",
    "author": "Mark Twain",
    "tags": ["equanimity"]
  },
  {
    "quote": "Whoever wants to be everywhere is nowhere. No wind blows for him who has no harbor.",
    "author": "Michel de Montaigne",
    "tags": ["purpose", "focus"]
  },
  {
    "quote": "How we spend our days is, of course, how we spend our lives.",
    "author": "Annie Dillard, author (b. 30 Apr 1945)",
    "tags": ["right living", "focus", "purpose"]
  },
  {
    "quote": "Life is like a library owned by an author. In it are a few books which he wrote himself, but most of them were written for him.",
    "author": "Harry Emerson Fosdick, preacher and author (24 May 1878-1969)",
    "tags": ["life"]
  },
  {
    "quote": "When events change, I change my mind. What do you do?",
    "author": "Paul Samuelson, Nobel Prize in Economics",
    "tags": ["right thinking"]
  },
  {
    "quote": "The most important decision you make is to be in a good mood.",
    "author": "Voltaire",
    "tags": ["right thinking"]
  },
  {
    "quote": "Those who compare the age in which their lot has fallen with a golden age which exists only in imagination, may talk of degeneracy and decay; but no man who is correctly informed as to the past, will be disposed to take a morose or desponding view of the present.",
    "author": "Thomas Babington Macaulay, author and statesman (25 Oct 1800-1859)",
    "tags": ["right thinking"]
  },
  {
    "quote": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.",
    "author": "Elinor Smith",
    "tags": ["right living", "discipline"]
  },
  {
    "quote": "You are not what you think you are, but what you think, you are.",
    "author": "Brian Tracy",
    "tags": ["right thinking"]
  },
  {
    "quote": "Complaining is not a strategy. You have to work with the world as you find it, not as you would have it be.",
    "author": "Jeff Bezos",
    "tags": ["life"]
  },
  {
    "quote": "There are a few times in life when you leap up and the past that you'd been standing on falls away behind you, and the future you mean to land on is not yet in place, and for a moment you're suspended knowing nothing and no one, not even yourself.",
    "author": "Ann Patchett, writer (b. 2 Dec 1963)",
    "tags": ["life", "fortitude"]
  },
  {
    "quote": "As in tennis, if one partner stops hitting the ball back, the other soon stops playing tennis.",
    "author": "Dr. Paul O",
    "tags": ["relationships"]
  },
  {
    "quote": "The greatest of faults, I should say, is to be conscious of none.",
    "author": "Thomas Carlyle",
    "tags": ["humility"]
  },
  {
    "quote": "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "author": "Zen Master Shunryu Suzuki",
    "tags": ["life", "buddhism", "zen"]
  },
  {
    "quote": "If they give you ruled paper, write the other way.",
    "author": "Juan Ramon Jimenez, poet, Nobel Prize in literature (23 Dec 1881-1958)",
    "tags": ["life"]
  },
  {
    "quote": "In the case of good books, the point is not how many of them you can get through, but rather how many can get through to you.",
    "author": "Mortimer J. Adler, philosopher, educator, and author (28 Dec 1902-2001)",
    "tags": ["learning"]
  },
  {
    "quote": "The most important discoveries will provide answers to questions that we do not yet know how to ask and will concern objects we have not yet imagined.",
    "author": "John N. Bahcall, astrophysicist (30 Dec 1935-2005)",
    "tags": ["life"]
  },
  {
    "quote": "When there's a piano to be moved, don't reach for the stool.",
    "author": "Unknown",
    "tags": ["life", "integrity"]
  },
  {
    "quote": "Act as if what you do makes a difference. It does.",
    "author": "William James, psychologist (11 Jan 1842-1910)",
    "tags": ["life"]
  },
  {
    "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work.",
    "author": "Booker T. Washington",
    "tags": ["fortitude", "discipline"]
  },
  {
    "quote": "Not being able to govern events, I govern myself.",
    "author": "Michel de Montaigne, essayist (28 Feb 1533-1592)",
    "tags": ["equanimity"]
  },
  {
    "quote": "For sleep, riches, and health to be truly enjoyed, they must be interrupted.",
    "author": "Jean Paul Richter, writer (21 Mar 1763-1825)",
    "tags": ["adversity", "resilience", "fortitude"]
  },
  {
    "quote": "All I can do when the road bends; Is lean into the curve. And all I can do when the tank's run dry; Is see what's in reserve. And all I can do when the plans break down; Is stay on my feet. And all I can do at the end of the day is play on; Play on and keep the beat",
    "author": "Lin-Manuel Miranda (Keep the Beat from Vivo)",
    "tags": ["adversity", "fortitude"]
  },
  {
    "quote": "Wise men learn more from fools than fools from the wise.",
    "author": "Cato",
    "tags": ["life"]
  },
  {
    "quote": "Like our stomachs, our minds are hurt more often by overeating than by hunger.",
    "author": "Petrarch",
    "tags": ["right thinking", "minimalism"]
  },
  {
    "quote": "There is far more to life than getting things done.",
    "author": "Jon Kabat-Zinn",
    "tags": ["life", "mindfulness", "buddhism", "minimalism"]
  },
  {
    "quote": "Lots of times you have to pretend to join a parade in which you're not really interested in order to get where you're going.",
    "author": "Christopher Morley, writer (5 May 1890-1957)",
    "tags": ["life"]
  },
  {
    "quote": "Do not think of knocking out another person's brains because he differs in opinion from you. It would be as rational to knock yourself on the head because you differ from yourself ten years ago.",
    "author": "Horace Mann, educational reformer (4 May 1796-1859)",
    "tags": ["learning", "humility"]
  },
  {
    "quote": "It is easy in the world to live after the world's opinion, it is easy in solitude to live after your own; but the great man is he who, in the midst of the world, keeps with perfect sweetness the independence of solitude.",
    "author": "Ralph Waldo Emerson, writer and philosopher (25 May 1803-1882)",
    "tags": ["life", "equanimity"]
  },
  {
    "quote": "I remember my grandfather telling me how each of us must live with a full measure of loneliness that is inescapable, and we must not destroy ourselves with our passion to escape the aloneness.",
    "author": "Jim Harrison",
    "tags": ["life", "acceptance"]
  },
  {
    "quote": "No one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt",
    "tags": ["life", "compassion"]
  },
  {
    "quote": "Fearing no insult, asking for no crown, receive with indifference both flattery and slander, and do not argue with a fool.",
    "author": "Aleksandr Pushkin, poet, novelist, and playwright (6 Jun 1799-1837)",
    "tags": ["life"]
  },
  {
    "quote": "Everyone confesses that exertion which brings out all the powers of body and mind is the best thing for us; but most people do all they can to get rid of it, and as a general rule nobody does much more than circumstances drive them to do.",
    "author": "Harriet Beecher Stowe, abolitionist and novelist (14 Jun 1811-1896)",
    "tags": ["life", "discipline"]
  },
  {
    "quote": "Forgiveness is accepting the apology you will never receive.",
    "author": "Shawne Duperon",
    "tags": ["life", "equanimity", "forgiveness"]
  },
  {
    "quote": "Pray, verb. To ask the laws of the universe to be annulled on behalf of a single petitioner confessedly unworthy.",
    "author": "Ambrose Bierce, writer (24 Jun 1842-1914)",
    "tags": ["life"]
  },
  {
    "quote": "It's like, at the end, there's this surprise quiz: Am I proud of me? I gave my life to become the person I am right now. Was it worth what I paid?",
    "author": "Richard Bach, writer (b. 23 Jun 1936)",
    "tags": ["life"]
  },
  {
    "quote": "The most exhausting thing in life is being insincere.",
    "author": "Anne Morrow Lindbergh, writer (22 Jun 1906-2001)",
    "tags": ["life"]
  },
  {
    "quote": "The road to hell is not paved with good intentions. It is paved with lack of intention.",
    "author": "Dr. Gabor Maté",
    "tags": ["life", "discipline"]
  },
  {
    "quote": "It is never my custom to use words lightly. If twenty-seven years in prison have done anything to us, it was to use the silence of solitude to make us understand how precious words are and how real speech is in its impact on the way people live and die.",
    "author": "Nelson Mandela, activist, South African president, Nobel laureate (18 Jul 1918-2013)",
    "tags": ["right speech"]
  },
  {
    "quote": "I imagine one of the reasons people cling to their hates so stubbornly is because they sense, once hate is gone, they will be forced to deal with pain.",
    "author": "James Baldwin, writer (2 Aug 1924-1987)",
    "tags": ["life", "anger", "forgiveness"]
  },
  {
    "quote": "Forgiveness means giving up all hope for a better past.",
    "author": "Unknown",
    "tags": ["life", "forgiveness"]
  },
  {
    "quote": "There will come a time when you believe everything is finished. That will be the beginning.",
    "author": "Louis L'Amour",
    "tags": ["life", "fortitude"]
  },
  {
    "quote": "You desire to know the art of living, my friend? It is contained in one phrase: make use of suffering.",
    "author": "Henri Frederic Amiel, philosopher and writer (27 Sep 1821-1881)",
    "tags": ["life", "fortitude", "adversity"]
  },
  {
    "quote": "It is by character and not by intellect the world is won.",
    "author": "Evelyn Beatrice Hall, biographer (28 Sep 1868-1956)",
    "tags": ["life"]
  },
  {
    "quote": "If I'm going to die, the best way to prepare is to quiet my mind and open my heart. If I'm going to live, the best is to quiet my mind and open my heart.",
    "author": "Ram Dass",
    "tags": ["buddhism", "zen", "right living"]
  },
  {
    "quote": "The problem is no longer getting people to express themselves but providing little gaps of solitude and silence in which they might eventually find something to say. What a relief to have nothing to say, the right to say nothing, because only then is there a chance of framing the thing that might be worth saying.",
    "author": "Gilles Deleuze",
    "tags": ["focus", "peace of mind"]
  },
  {
    "quote": "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "author": "Henry David Thoreau",
    "tags": ["life", "mindfulness"]
  },
  {
    "quote": "Life is not about expecting, hoping, and wishing. It is about doing, being, and becoming.",
    "author": "Mike Dooley",
    "tags": ["life"]
  },
  {
    "quote": "If the world seems cold to you, kindle fires to warm it.",
    "author": "Lucy Larcom",
    "tags": ["life"]
  },
  {
    "quote": "When one door closes another door opens; but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us.",
    "author": "Alexander Graham Bell, inventor (3 Mar 1847-1922)",
    "tags": ["adversity", "resilience", "fortitude"]
  },
  {
    "quote": "If only we'd stop trying to be happy, we could have a pretty good time.",
    "author": "Edith Wharton",
    "tags": ["peace of mind", "equanimity", "mindfulness"]
  },
  {
    "quote": "You do not find the happy life. You make it.",
    "author": "Camilla Eyring Kimball",
    "tags": ["life"]
  },
  {
    "quote": "It's not enough to learn how to ride; you must also learn how to fall.",
    "author": "Mexican proverb",
    "tags": ["adversity", "resilience", "fortitude"]
  },
  {
    "quote": "A man has to live with himself, and he should see to it that he always has good company.",
    "author": "Charles Evans Hughes, jurist (11 Apr 1862-1948)",
    "tags": ["life", "right living"]
  },
  {
    "quote": "It is from hardship rather than ease that we gather wisdom. We need to develop the capacity to draw strength from our hardships.",
    "author": "Aung San Suu Kyi, Nobel Peace Prize laurate",
    "tags": ["life", "adversity", "resilience", "fortitude"]
  },
  {
    "quote": "So act that your principle of action might safely be made a law for the whole world.",
    "author": "Immanuel Kant, philosopher (21 Apr 1724-1804)",
    "tags": ["right living"]
  },
  {
    "quote": "Man can be the most affectionate and altruistic of creatures, yet he's potentially more vicious than any other. He is the only one who can be persuaded to hate millions of his own kind whom he has never seen and to kill as many as he can lay his hands on in the name of his tribe or his God.",
    "author": "Benjamin Spock, pediatrician and author (2 May 1903-1998)",
    "tags": ["life"]
  },
  {
    "quote": "No two persons ever read the same book.",
    "author": "Edmund Wilson, critic (8 May 1895-1972)",
    "tags": ["life"]
  },
  {
    "quote": "There is a price to pay for speaking the truth. There is a bigger price for living a lie.",
    "author": "Cornel West, author and philosopher (b. 2 Jun 1953)",
    "tags": ["truth"]
  },
  {
    "quote": "I cannot escape death; but cannot I escape the dread of it? Must I die trembling and lamenting?",
    "author": "Epictetus",
    "tags": ["death", "stoicism", "fortitude"]
  },
  {
    "quote": "You could leave life right now. Let that determine what you do and say and think.",
    "author": "Marcus Aurelius",
    "tags": ["death", "stoicism", "right living"]
  },
  {
    "quote": "Stop whatever you're doing for a moment and ask yourself: Am I afraid of death because I won't be able to do this anymore?",
    "author": "Marcus Aurelius",
    "tags": ["death", "stoicism", "mindfulness"]
  },
  {
    "quote": "What man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years lie behind us are in death's hands.",
    "author": "Seneca",
    "tags": ["death", "stoicism"]
  },
  {
    "quote": "Invest the best hours of your day on the biggest opportunity, not the biggest problem.",
    "author": "Farnam Street",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "The biggest generator of long term results is learning to do things when you don't feel like doing them. If you let excuses or emotion drive behavior, you're cheating yourself. Put aside the excuses and start doing what you need to do.",
    "author": "Farnam Street",
    "tags": ["work", "career", "focus", "discipline"]
  },
  {
    "quote": "You're not going to succeed at stuff you don't want to do.",
    "author": "Mark Bittman",
    "tags": ["work", "career"]
  },
  {
    "quote": "Success isn't owned, it's rented. And the rent is due every day.",
    "author": "Rory Vaden",
    "tags": ["work", "career", "discipline", "focus"]
  },
  {
    "quote": "I don't need time. I need a deadline.",
    "author": "Duke Ellington",
    "tags": ["work", "career", "focus", "discipline"]
  },
  {
    "quote": "If you don't produce, you won't thrive, no matter how skilled or talented you are.",
    "author": "Cal Newport",
    "tags": ["work", "career", "discipline"]
  },
  {
    "quote": "If you don't prioritize your life, someone else will.",
    "author": "Greg McKeown",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "Is your day by design or by default?",
    "author": "J.D. Meier",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "It is not enough to be industrious; so are the ants. What are you industrious about?",
    "author": "Henry David Thoreau",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "What the pupil must learn, if he learns anything at all, is that the world will do most of the work for you, provided you cooperate with it by identifying how it really works and aligning with those realities. If we do not let the world teach us, it teaches us a lesson.",
    "author": "Joseph Tussman",
    "tags": ["work", "career"]
  },
  {
    "quote": "If you wish to persuade, appeal to interest, rather than reason.",
    "author": "Benjamin Franklin",
    "tags": ["work", "career"]
  },
  {
    "quote": "Treat everyone like an unfinished product.",
    "author": "Unknown",
    "tags": ["humility", "compassion"]
  },
  {
    "quote": "The most powerful productivity tool ever invented is simply the word 'no'.",
    "author": "Unknown",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "If I am so smart. Why am I not winning? Then check your ego and go build relationships with people you may not like and accomplish the mission",
    "author": "Jocko Willink",
    "tags": ["work", "career"]
  },
  {
    "quote": "Never go to sleep without a request to your subconscious.",
    "author": "Thomas Edison",
    "tags": ["work", "career", "learning"]
  },
  {
    "quote": "Successful people are influenced by the desire for pleasing results. Failures are influenced by the desire for pleasing methods and are included to be satisfied with such results as can be obtained by doing things they like to do.",
    "author": "Albert E. N. Gray, The Common Denominator of Success",
    "tags": ["work", "career"]
  },
  {
    "quote": "The supreme accomplishment is to blur the line between work and play.",
    "author": "Arnold J. Toynbee, historian (14 Apr 1889-1975)",
    "tags": ["work", "career"]
  },
  {
    "quote": "Vocations which we wanted to pursue, but didn't, bleed, like colors, on the whole of our existence.",
    "author": "Honore de Balzac, novelist (20 May 1799-1850)",
    "tags": ["work", "career"]
  },
  {
    "quote": "The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter into one of the most creative periods of my life.",
    "author": "Steve Jobs",
    "tags": ["work", "career"]
  },
  {
    "quote": "A tremendous amount of work and preparation goes into becoming an overnight success.",
    "author": "Unknown",
    "tags": ["work", "career", "focus", "discipline"]
  },
  {
    "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.",
    "author": "Alexander Graham Bell, inventor (3 Mar 1847-1922)",
    "tags": ["work", "career", "focus"]
  },
  {
    "quote": "Don't aim at success - the more you aim at it and make it a target, the more you are going to miss it. For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side-effect of one's dedication.",
    "author": "Viktor Frankl",
    "tags": ["work", "career", "discipline", "focus"]
  },
  {
    "quote": "Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?",
    "author": "Thomas J. Watson, Chairman and CEO of IBM (17 Feb 1874-1956)",
    "tags": ["work", "career"]
  },
  {
    "quote": "A career is wonderful, but you can't curl up with it on a cold night.",
    "author": "Marilyn Monroe, actress (1 Jun 1926-1962)",
    "tags": ["work", "career"]
  },
  {
    "quote": "Patriotism is proud of a country's virtues and eager to correct its deficiencies; it also acknowledges the legitimate patriotism of other countries, with their own specific virtues. The pride of nationalism, however, trumpets its country's virtues and denies its deficiencies, while it is contemptuous toward the virtues of other countries. It wants to be, and proclaims itself to be, 'the greatest', but greatness is not required of a country; only goodness is.",
    "author": "Sydney J. Harris, journalist and author (14 Sep 1917-1986)",
    "tags": ["politics"]
  },
  {
    "quote": "A strong nation, like a strong person, can afford to be gentle, firm, thoughtful, and restrained. It can afford to extend a helping hand to others. It is a weak nation, like a weak person, that must behave with bluster and boasting and rashness and other signs of insecurity.",
    "author": "Jimmy Carter, 39th US President, Nobel laureate (b. 1 Oct 1924)",
    "tags": ["politics"]
  },
  {
    "quote": "It's said that 'power corrupts' but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power. When they do act, they think of it as service, which has limits. The tyrant, though, seeks mastery, for which he is insatiable, implacable.",
    "author": "David Brin, scientist and science fiction author (b. 6 Oct 1950)",
    "tags": ["politics"]
  },
  {
    "quote": "There is no such thing as not voting: you either vote by voting, or you vote by staying home and tacitly doubling the value of some diehard's vote.",
    "author": "David Foster Wallace, novelist, essayist, and short story writer (21 Feb 1962-2008)",
    "tags": ["politics"]
  },
  {
    "quote": "Laws are like cobwebs which may catch small flies, but let wasps and hornets break through.",
    "author": "Jonathan Swift, satirist (30 Nov 1667-1745)",
    "tags": ["politics"]
  },
  {
    "quote": "If only the sun-drenched celebrities are being noticed and worshiped, then our children are going to have a tough time seeing the value in the shadows, where the thinkers, probers, and scientists are keeping society together.",
    "author": "Rita Dove, poet (b. 28 Aug 1952)",
    "tags": ["politics"]
  },
  {
    "quote": "The smart way to keep people passive and obedient is to strictly limit the spectrum of acceptable opinion, but allow very lively debate within that spectrum -- even encourage the more critical and dissident views. That gives people the sense that there's free thinking going on, while all the time the presuppositions of the system are being reinforced by the limits put on the range of the debate.",
    "author": "Noam Chomsky, linguistics professor and political activist (b. 7 Dec 1928)",
    "tags": ["politics"]
  },
  {
    "quote": "The tax which will be paid for the purpose of education is not more than the thousandth part of what will be paid to kings, priests, and nobles who will rise up among us if we leave the people in ignorance.",
    "author": "Thomas Jefferson, third US president, architect, and author (13 Apr 1743-1826)",
    "tags": ["politics"]
  },
  {
    "quote": "Compassion is not weakness and concern for the unfortunate is not socialism.",
    "author": "Hubert Humphrey, US Vice President (27 May 1911-1978)",
    "tags": ["politics", "compassion"]
  },
  {
    "quote": "The crucial disadvantage of aggression, competitiveness, and skepticism as national characteristics is that these qualities cannot be turned off at five o'clock.",
    "author": "Margaret Halsey, novelist (13 Feb 1910-1997)",
    "tags": ["politics"]
  },
  {
    "quote": "The souls of emperors and cobblers are cast in the same mold. The same reason that makes us wrangle with a neighbor creates a war between princes.",
    "author": "Michel de Montaigne, essayist (28 Feb 1533-1592)",
    "tags": ["politics"]
  },
  {
    "quote": "The fetters imposed on liberty at home have ever been forged out of the weapons provided for defence against real, pretended, or imaginary dangers from abroad.",
    "author": "James Madison, 4th US president (16 Mar 1751-1836)",
    "tags": ["politics"]
  },
  {
    "quote": "Civilizations in decline are consistently characterised by a tendency towards standardization and uniformity.",
    "author": "Arnold Toynbee, historian (14 Apr 1889-1975)",
    "tags": ["politics"]
  },
  {
    "quote": "It is the people who scream the loudest about America and Freedom who seem to be the most intolerant for a differing point of view.",
    "author": "Rosanne Cash, singer-songwriter and author (b. 24 May 1955)",
    "tags": ["politics"]
  },
  {
    "quote": "Since when do we have to agree with people to defend them from injustice?",
    "author": "Lillian Hellman, playwright (20 Jun 1905-1984)",
    "tags": ["politics"]
  },
  {
    "quote": "Wear your learning, like your watch, in a private pocket, and do not pull it out and strike it merely to show you have one. If you are asked what o'clock it is, tell it, but do not proclaim it hourly and unasked, like the watchman.",
    "author": "Lord Chesterfield, statesman and writer (22 Sep 1694-1773)",
    "tags": ["humility", "modesty", "learning"]
  },
  {
    "quote": "Always remember that to argue, and win, is to break down the reality of the person you are arguing against. It is painful to lose your reality, so be kind, even if you are right.",
    "author": "Haruki Murakami",
    "tags": ["humility", "modesty"]
  },
  {
    "quote": "The mark of the educated man is not in his boast that he has built his mountain of facts and stood on the top of it, but in his admission that there may be other peaks in the same range with men on the top of them, and that, though their views of the landscape may be different from his, they are nonetheless legitimate.",
    "author": "E.J. Pratt, poet (4 Feb 1882-1964)",
    "tags": ["humility", "modesty", "learning"]
  },
  {
    "quote": "A fool is known by his speech, and a wise man by silence.",
    "author": "Pythagoras",
    "tags": ["humility", "modesty", "right speech"]
  },
  {
    "quote": "Those who know do not talk. Those who talk do not know.",
    "author": "Lao Tzu",
    "tags": ["humility", "modesty", "right speech"]
  },
  {
    "quote": "The softer you sing, the louder you're heard.",
    "author": "Donovan, musician (b. 10 May 1946)",
    "tags": ["humility", "modesty", "right speech"]
  },
  {
    "quote": "Moment after moment, everyone comes out from nothingness. This is the true joy of life.",
    "author": "Shunryu Suzuki",
    "tags": ["buddhism", "mindfulness", "zen"]
  },
  {
    "quote": "If you understand, things are just as they are. If you do not understand, things are just as they are.",
    "author": "Zen Proverb",
    "tags": ["zen", "buddhism", "mindfulness"]
  },
  {
    "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like.",
    "author": "Will Rogers, humorist (4 Nov 1879-1935)",
    "tags": ["minimalism"]
  },
  {
    "quote": "Possessions are generally diminished by possession.",
    "author": "Friedrich Nietzsche",
    "tags": ["minimalism", "gratitude"]
  },
  {
    "quote": "We are brainwashed by our economic system until we end up in a tomb beneath a pyramid of time payments, mortgages, preposterous gadgetry, playthings that divert our attention from the sheer idiocy of the charade. The years thunder by. The dreams of youth grow dim where they lie caked in dust on the shelves of patience. Before we know it, the tomb is sealed.",
    "author": "Sterling Hayden, actor, author, and WWII veteran (26 Mar 1916-1986)",
    "tags": ["minimalism"]
  },
  {
    "quote": "Before we set our hearts too much on anything, let us examine how happy are those who already possess it.",
    "author": "Francois, duc de La Rochefoucauld, moralist (15 Sep 1613-1680)",
    "tags": ["minimalism", "gratitude"]
  },
  {
    "quote": "There are only two kinds of programming languages: the ones people complain about and the ones nobody uses.",
    "author": "Bjarne Stroustrup, creator of the C++ programming language",
    "tags": ["programming", "computer science"]
  },
  {
    "quote": "Programs must be written for people to read and only incidentally for machines to execute.",
    "author": "Hal Abelson",
    "tags": ["programming", "computer science"]
  },
  {
    "quote": "Simplicity is prerequisite for reliability.",
    "author": "Edsger W. Dijkstra, computer scientist (11 May 1930-2002)",
    "tags": ["programming", "computer science"]
  },
  {
    "quote": "You have to hold your audience in writing to the very end -- much more than in talking, when people have to be polite and listen to you.",
    "author": "Brenda Ueland, writer (24 Oct 1891-1985)",
    "tags": ["writing"]
  },
  {
    "quote": "Anything you can't control is teaching you how to let go.",
    "author": "Jackson Kiddard",
    "tags": ["adversity", "life", "obstacles", "resilience"]
  },
  {
    "quote": "A motorcycle is a bicycle with a pandemonium attachment and is designed for the especial use of mechanical geniuses, daredevils, and lunatics.",
    "author": "George Fitch, [https://cdnc.ucr.edu/?a=d&d=SFC19120610.2.78&e=-------en--20--1--txt-txIN--------1]",
    "tags": ["motorcycling"]
  }
]
